Repository: HDMU/oe-alliance-plugins
Catalog: XtrendFancontrol/po/*.po
Languages: de

source: ver. 3.2
de: Version 3.2

source: Fan - Off
de: Lüfter - Aus

source: Fan - On
de: Lüfter - An

source: Fan - Auto
de: Lüfter - Auto

source: None
de: Nein

source: HDD Sleeping
de: HDD im Ruhezustand

source: HDD Temperature
de: HDD Temperatur

source: Off
de: Aus

source: On
de: An

source: Fan setup:
de: Lüfter Konfiguration:

source: System temperature
de: System Temperatur

source: Harddisk temperature
de: HDD Temperatur

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: n.a.
de: n.v.

source: Fan mode
de: Lüftermodus

source: Switch Fan mode on time setting
de: Lüfter Modus nach Zeit Vorgabe wechseln

source: Watch HDD state
de: HDD Status überwachen

source: Watch system temp
de: System Temperatur überwachen

source: All
de: Alle

source: Select internal HDD device
de: Interne HDD wählen

source: Start time
de: Start-Zeit

source: End time
de: End-Zeit

source: Switch ON mode on HDD max.temp. (0 - disable)
de: Lüfter anschalten bei HDD-Temp.max.(0 = deaktiv)

source: Switch OFF mode on HDD sleep
de: Lüfter ausschalten wenn HDD schläft

source: Show temp. HDD to extensions menu
de: Zeige HDD-Temp. im Erweiterungs-Menü

source: Initial fan speed
de: Initiale Lüftergeschw.

source: Switch ON on system temp
de: Lüfter anschalten bei Systemtemperatur

source: You may not use this mode! Not found an internal hard drive!
de: Dieser Modus kann nicht verwendet werden. Keine Interne HDD gefunden !

source: Start time OFF mode equal End time OFF mode You may not use this time settings!
de: Start-Zeit und End-Zeit für Lüfter - Aus gleich. Keine verwendbaren Zeit Einstellungen !

source: Harddisk standby after - no standby You may not use this mode!
de: HDD Standby nach - kein Standby Dieser Modus kann nicht verwendet werden !

source: Fan Control
de: Lüfterkontrolle

source: Harddisks:
de: Festplatten:

source: No harddisk with temperature sensor found!
de: Keine Festplatte mit Temperatur Sensor gefunden!

source: No system temperature sensor found!
de: Kein System Temperatursensor gefunden!

source: switch Fan On/Off
de: Lüfter Ein/Aus schalten

source: Fan Setup
de: Lüfter Konfiguration

source: Show Temp
de: Zeige Temperaturen
